{
    "exercises": [
      {
        "name": "Push-ups",
        "description": "Start in a plank position with your hands shoulder-width apart. Lower your body until your chest touches the ground, then push back up to the starting position."
      },
      {
        "name": "Squats",
        "description": "Stand with your feet shoulder-width apart. Bend your knees and lower your body until your thighs are parallel to the ground, then stand back up."
      },
      {
        "name": "Lunges",
        "description": "Start in a standing position, then take a big step forward with one leg, bending your knee until your thigh is parallel to the ground. Return to the starting position and repeat with the other leg."
      },
      {
        "name": "Burpees",
        "description": "Start in a standing position, then squat down and place your hands on the ground. Kick your feet back into a plank position, then do a push-up. Jump your feet back up to your hands, then stand up and jump straight up."
      },
      {
        "name": "Mountain climbers",
        "description": "Start in a plank position, then bring one knee up to your chest. Return that foot to the starting position and repeat with the other leg. Continue alternating legs as quickly as possible."
      },
      {
        "name": "Plank",
        "description": "Start in a push-up position, then lower your body onto your forearms. Keep your body in a straight line from your head to your heels and hold for as long as possible."
      },
      {
        "name": "Jumping jacks",
        "description": "Start in a standing position, then jump your feet out to the sides while raising your arms above your head. Jump back to the starting position and repeat."
      },
      {
        "name": "Glute bridges",
        "description": "Lie on your back with your knees bent and feet flat on the ground. Lift your hips up until your body forms a straight line from your knees to your shoulders, then lower back down."
      },
      {
        "name": "Plank jacks",
        "description": "Start in a plank position, then jump your feet out to the sides while keeping your upper body still. Jump your feet back together and repeat."
      },
      {
        "name": "Bicycle crunches",
        "description": "Lie on your back with your hands behind your head. Lift your head, shoulders, and legs off the ground, then twist your torso and bring one elbow to the opposite knee. Repeat with the other elbow and knee, continuing to alternate."
      }
    ]
  }